greeting_text = "Здравствуйте! \n " \
                "Я бот для авторов каналов, для начала работы добавьте меня в свой канал. \n " \
                "Доступные команды: \n" \
                "1. /create_poll - создание опроса\n" \
                "2. /close_poll - закрытие опроса\n" \
                "2. /poll_statistics - результаты опроса\n" \

ask_for_perms_text = "В данный момент у бота нет доступа ко всем сообщениям чата. Пожалуйста, измените настройки бота."
create_poll_intro = "Укажите заголовок опроса"
create_poll_ask_num = "Укажите число вариантов ответа"
