greeting_text_1 = "Теперь вашему боту доступна работа с новым каналом! \n " \
                  "Доступные команды: \n" \
                  "1. /create_poll - создание опроса\n" \
                  "2. /close_poll - закрытие опроса\n" \
                  "3. /poll_statistics - результаты опроса\n" \
                  "4. /get_channel_views_statistics - получение статистики просмотров по постам" \
                  " в определенный промежуток времени\n" \
                  "5. /get_posts_top - показывает топ постов по просмотрам за заданный промежуток времени " \
                  "6. /get_channel_members_statistics - получение статистики по подписчикам канала\n" \
                  "7. /clear_members - удаление неактивных участников канала\n" \
                  "8. /set_channel - установить канал\n" \
                  "9. /get_channel_mentions - получить число упоминаний канала в сети\n" \
                  "10. /setup_timed - отложенное действие с постом или опросом в канале (создание, удаление, закрепление)"

greeting_text_0 = "Здравствуйте!\n" \
                  "Я бот для авторов каналов, для начала работы добавьте меня в свой канал. \n " \
                  "Если вы хотите предложить пост автору канала через бота, выберите команду /suggest, " \
                  "иначе выберите команду /set_channel" \

ask_for_perms_text = "В данный момент у бота нет доступа ко всем сообщениям чата. Пожалуйста, измените настройки бота."
create_poll_intro = "Укажите заголовок опроса"
create_poll_ask_num = "Укажите число вариантов ответа"

get_stat_text = "Введите одну или две даты через пробел в формате ДД.ММ.ГГГГ, например 21.02.1930 \n" \
                "Первая дата - начало временного промежутка, вторая - конец (необязательный параметр) \n" \
                "Если вы хотите получить статистику за все доступное боту время, введите команду skip \n" \
                "Для выхода введите команду /exit"

get_link_text = "Введите часть ссылки на канал, идущую после /. Например, для ссылки" \
                " https://tt.me/channel, необходимо ввести channel"
